/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Erro de análise %1$zd, Descrição: %2$@, Linha: %3$zd, Coluna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Erro de validação %1$zd, Descrição: %2$@, Linha: %3$zd, Coluna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Erro de Análise do MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Erro de Validação do MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "O arquivo xml de música compactado parece estar malformado (não foi possível encontrar o “caminho completo”)";

/* Error message */
"Could not create temporary conversion file" = "Impossível criar um arquivo de conversão temporário";

/* Error message */
"Could not decompress file compressed music xml file" = "Não foi possível descomprimir o arquivo xml de música compactado";

/* Error message */
"File is not a MusicXML File" = "O arquivo não é um Arquivo MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "O Arquivo MusicXML contém zero ou valor negativo em “divisões”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Dó";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fá";

/* Note Name in Do,Re,Mi notation */
"La" = "Lá";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ré";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Afinação Normal para Guitarra de 6 Cordas";
